Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja1/trygve_s.html.tmx
Source language: sme
Languages: nob

source: Dál easka šaddá nu .
nob: Først nå blir det slik .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 1
nob: Flere artikler fra Samisk skolehistorie 1
